Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Aperture derives this address from your wallet on this iPhone. Nothing is uploaded — the same address would appear if you were offline.
af: Aperture lei hierdie adres af van jou beursie op hierdie iPhone. Niks word opgelaai nie — dieselfde adres sou selfs vanlyn verskyn.
ar: ‏يستخلص Aperture هذا العنوان من محفظتك على هذا iPhone. لا يتم رفع أي شيء — سيظهر العنوان نفسه حتى لو كنت غير متصل.
bg: Aperture извлича този адрес от вашия портфейл на този iPhone. Нищо не се качва — същият адрес би се появил и офлайн.
bn: Aperture এই iPhone-এ আপনার ওয়ালেট থেকে এই ঠিকানা ডেরাইভ করে। কিছুই আপলোড করা হয় না — অফলাইন থাকলেও একই ঠিকানা দেখা যাবে।
ca: Aperture deriva aquesta adreça de la vostra cartera en aquest iPhone. No es puja res — la mateixa adreça apareixeria si estiguéssiu fora de línia.
cs: Aperture odvozuje tuto adresu z vaší peněženky na tomto iPhonu. Nic se neodesílá — stejná adresa by se zobrazila i offline.
da: Aperture afleder denne adresse fra din pung på denne iPhone. Intet uploades — den samme adresse ville vises offline.
de: Aperture leitet diese Adresse aus Ihrer Wallet auf diesem iPhone ab. Nichts wird hochgeladen — dieselbe Adresse würde auch offline erscheinen.
el: Το Aperture παράγει αυτή τη διεύθυνση από το πορτοφόλι σας σε αυτό το iPhone. Τίποτα δεν αποστέλλεται — η ίδια διεύθυνση θα εμφανιζόταν και εκτός σύνδεσης.
es: Aperture deriva esta dirección de tu cartera en este iPhone. No se sube nada: la misma dirección aparecería si estuvieras sin conexión.
et: Aperture tuletab selle aadressi teie rahakotist sellel iPhone'il. Midagi ei laeta üles — sama aadress ilmuks ka võrguühenduseta.
fa: ‏Aperture این آدرس را از کیف‌پول شما روی این iPhone مشتق می‌کند. هیچ چیز آپلود نمی‌شود — همان آدرس حتی به‌صورت آفلاین نیز ظاهر می‌شد.
fi: Aperture johtaa tämän osoitteen lompakostasi tällä iPhonella. Mitään ei lähetetä — sama osoite näkyisi myös offline-tilassa.
fil: Kinukuha ng Aperture ang address na ito mula sa iyong wallet sa iPhone na ito. Walang ina-upload — ang parehong address ay lalabas kahit offline ka.
fr: Aperture dérive cette adresse de votre portefeuille sur cet iPhone. Rien n'est envoyé — la même adresse apparaîtrait même hors ligne.
he: ‏Aperture גוזר את הכתובת הזו מהארנק שלך ב-iPhone הזה. שום דבר אינו מועלה — אותה כתובת הייתה מופיעה גם במצב לא מקוון.
hi: Aperture इस iPhone पर आपके वॉलेट से यह पता प्राप्त करता है। कुछ भी अपलोड नहीं किया जाता — ऑफ़लाइन होने पर भी वही पता दिखाई देगा।
hr: Aperture izvodi ovu adresu iz vašeg novčanika na ovom iPhoneu. Ništa se ne otprema — ista bi se adresa pojavila i izvan mreže.
hu: Az Aperture ezt a címet az ezen az iPhone-on lévő tárcájából származtatja. Semmi sem kerül feltöltésre — ugyanaz a cím offline is megjelenne.
id: Aperture menurunkan alamat ini dari dompet Anda di iPhone ini. Tidak ada yang diunggah — alamat yang sama akan muncul meski Anda sedang offline.
is: Aperture leiðir þetta vistfang af veskinu þínu á þessum iPhone. Engu er hlaðið upp — sama vistfang myndi birtast jafnvel offline.
it: Aperture deriva questo indirizzo dal tuo wallet su questo iPhone. Nulla viene caricato — lo stesso indirizzo apparirebbe anche offline.
ja: Aperture はこの iPhone 上のウォレットからこのアドレスを導出します。アップロードは一切なく、オフラインでも同じアドレスが表示されます。
ko: Aperture는 이 iPhone에 있는 지갑에서 이 주소를 파생합니다. 아무것도 업로드되지 않습니다 — 오프라인 상태에서도 동일한 주소가 표시됩니다.
lt: Aperture sukuria šį adresą iš jūsų piniginės šiame iPhone. Niekas neįkeliama — tas pats adresas atsirastų ir neprisijungus prie tinklo.
lv: Aperture iegūst šo adresi no jūsu maciņa šajā iPhone. Nekas netiek augšupielādēts — tā pati adrese parādītos arī bezsaistē.
ml: Aperture ഈ iPhone-ലെ നിങ്ങളുടെ വാലറ്റിൽ നിന്ന് ഈ വിലാസം ഉരുത്തിരിയിക്കുന്നു. ഒന്നും അപ്‌ലോഡ് ചെയ്യപ്പെടുന്നില്ല — നിങ്ങൾ ഓഫ്‌ലൈൻ ആയിരുന്നാലും അതേ വിലാസം പ്രത്യക്ഷപ്പെടും.
mr: Aperture या iPhone वरील तुमच्या वॉलेटमधून हा पत्ता मिळवते. काहीही अपलोड केले जात नाही — तुम्ही ऑफलाइन असलात तरीही तोच पत्ता दिसेल.
ms: Aperture menerbitkan alamat ini daripada dompet anda pada iPhone ini. Tiada apa-apa dimuat naik — alamat yang sama akan muncul walaupun anda offline.
nb: Aperture utleder denne adressen fra lommeboken din på denne iPhone. Ingenting lastes opp — den samme adressen ville vises offline.
nl: Aperture leidt dit adres af van je wallet op deze iPhone. Er wordt niets geüpload — hetzelfde adres zou ook offline verschijnen.
pa: Aperture ਇਸ iPhone ਉੱਤੇ ਤੁਹਾਡੇ ਵਾਲਿਟ ਤੋਂ ਇਹ ਪਤਾ ਲੈ ਕੇ ਆਉਂਦਾ ਹੈ। ਕੁਝ ਅਪਲੋਡ ਨਹੀਂ ਹੁੰਦਾ — ਤੁਸੀਂ ਆਫਲਾਈਨ ਹੋਵੋਂ ਤਾਂ ਵੀ ਇਹੀ ਪਤਾ ਦਿਖਾਈ ਦੇਵੇਗਾ।
pl: Aperture wyprowadza ten adres z Twojego portfela na tym iPhonie. Nic nie jest wysyłane — ten sam adres pojawiłby się również offline.
pt_br: O Aperture deriva este endereço da sua carteira neste iPhone. Nada é enviado — o mesmo endereço apareceria se você estivesse offline.
ro: Aperture derivă această adresă din portofelul dvs. pe acest iPhone. Nimic nu este încărcat — aceeași adresă ar apărea și offline.
ru: Aperture формирует этот адрес из вашего кошелька на этом iPhone. Ничего не загружается — тот же адрес появился бы и в офлайне.
sk: Aperture odvodzuje túto adresu z vašej peňaženky na tomto iPhone. Nič sa neodosiela — rovnaká adresa by sa zobrazila aj offline.
sl: Aperture izpelje ta naslov iz vaše denarnice na tem iPhoneu. Nič se ne pošilja — isti naslov bi se prikazal tudi brez povezave.
sr: Aperture изводи ову адресу из вашег новчаника на овом iPhone-у. Ништа се не отпрема — иста адреса би се појавила и ван мреже.
sv: Aperture härleder denna adress från din plånbok på denna iPhone. Inget laddas upp — samma adress skulle visas även offline.
sw: Aperture inatoa anwani hii kutoka kwenye pochi yako kwenye iPhone hii. Hakuna kitu kinachopakiwa — anwani hiyohiyo ingejitokeza hata ungekuwa offline.
ta: Aperture இந்த iPhone-இல் உள்ள உங்கள் வாலட்டில் இருந்து இந்த முகவரியைப் பெறுகிறது. எதுவும் பதிவேற்றப்படவில்லை — ஆஃப்லைனிலும் இதே முகவரி தோன்றும்.
te: Aperture ఈ చిరునామాను ఈ iPhone లోని మీ వాలెట్ నుండి తీసుకుంటుంది. ఏదీ అప్‌లోడ్ చేయబడదు — మీరు ఆఫ్‌లైన్‌లో ఉన్నా అదే చిరునామా కనిపిస్తుంది.
th: Aperture สร้างที่อยู่นี้จากกระเป๋าของคุณบน iPhone นี้ ไม่มีสิ่งใดถูกอัปโหลด — ที่อยู่เดียวกันจะปรากฏแม้คุณจะออฟไลน์
tr: Aperture, bu adresi bu iPhone'daki cüzdanınızdan türetir. Hiçbir şey yüklenmez — çevrimdışı olsanız bile aynı adres görünürdü.
uk: Aperture виводить цю адресу з вашого гаманця на цьому iPhone. Нічого не вивантажується — та сама адреса з'явилася б і офлайн.
ur: ‏Aperture یہ پتہ اس iPhone پر آپ کے بٹوے سے اخذ کرتا ہے۔ کچھ اپلوڈ نہیں ہوتا — وہی پتہ آف لائن میں بھی ظاہر ہوتا۔
vi: Aperture lấy địa chỉ này từ ví của bạn trên iPhone này. Không có gì được tải lên — địa chỉ tương tự sẽ xuất hiện ngay cả khi bạn ngoại tuyến.
zh_hans: Aperture 在这台 iPhone 上从你的钱包派生出此地址。不会上传任何内容——即使离线也会得到相同的地址。
zh_hant: Aperture 在這台 iPhone 上從你的錢包衍生出此地址。不會上傳任何內容——即使離線也會得到相同的地址。

source: Aperture does not store your passcode. There is no reset link, no email recovery, no support team that can unlock your wallet for you.
af: Aperture stoor nie jou toegangskode nie. Daar is geen herstelskakel, geen e-posherstel, geen ondersteuningspan wat jou beursie vir jou kan oopsluit nie.
ar: لا يحتفظ Aperture برمز الدخول الخاص بك. لا يوجد رابط لإعادة الضبط، ولا استرداد عبر البريد الإلكتروني، ولا فريق دعم يمكنه فتح محفظتك نيابةً عنك.
bg: Aperture не съхранява вашия паролен код. Няма връзка за нулиране, няма възстановяване по имейл, няма екип за поддръжка, който може да отключи портфейла ви вместо вас.
bn: Aperture আপনার পাসকোড সংরক্ষণ করে না। কোনো রিসেট লিংক, ইমেইল রিকভারি বা সাপোর্ট দল নেই যারা আপনার ওয়ালেট আনলক করতে পারে।
ca: Aperture no desa el teu codi. No hi ha cap enllaç de restabliment, ni recuperació per correu, ni equip d'assistència que pugui desbloquejar la teva cartera.
cs: Aperture vaše heslo neukládá. Neexistuje žádný odkaz na obnovení, žádné obnovení e-mailem ani tým podpory, který by vám peněženku odemkl.
da: Aperture gemmer ikke din adgangskode. Der er intet nulstillingslink, ingen e-mailgendannelse og intet supportteam, der kan låse din tegnebog op for dig.
de: Aperture speichert Ihren Code nicht. Es gibt keinen Zurücksetzungslink, keine Wiederherstellung per E-Mail und kein Support-Team, das Ihre Wallet für Sie entsperren könnte.
el: Το Aperture δεν αποθηκεύει τον κωδικό σας. Δεν υπάρχει σύνδεσμος επαναφοράς, ούτε ανάκτηση μέσω email, ούτε ομάδα υποστήριξης που μπορεί να ξεκλειδώσει το πορτοφόλι σας.
es: Aperture no almacena tu código. No hay enlace de restablecimiento, ni recuperación por correo, ni equipo de soporte que pueda desbloquear tu wallet por ti.
et: Aperture ei salvesta sinu pääsukoodi. Pole lähtestamise linki, pole e-posti taastamist, pole tugitiimi, kes saaks sinu rahakoti sinu eest lukust avada.
fa: Aperture رمز عبور شما را ذخیره نمی‌کند. هیچ پیوند بازنشانی، هیچ بازیابی از طریق ایمیل و هیچ تیم پشتیبانی‌ای وجود ندارد که بتواند کیف پول شما را به‌جای شما باز کند.
fi: Aperture ei tallenna pääsykoodiasi. Ei ole palautuslinkkiä, sähköpostipalautusta eikä tukitiimiä, joka voisi avata lompakkosi puolestasi.
fil: Hindi nag-iimbak ang Aperture ng iyong passcode. Walang reset link, walang email recovery, walang support team na makakapag-unlock ng iyong wallet para sa iyo.
fr: Aperture ne stocke pas votre code. Aucun lien de réinitialisation, aucune récupération par e-mail, aucune équipe d'assistance ne peut déverrouiller votre portefeuille à votre place.
he: Aperture אינו שומר את קוד הגישה שלך. אין קישור איפוס, אין שחזור באמצעות דוא"ל ואין צוות תמיכה שיכול לפתוח עבורך את הארנק.
hi: Aperture आपका पासकोड संग्रहीत नहीं करता। न रीसेट लिंक है, न ईमेल रिकवरी, और न ही कोई सपोर्ट टीम जो आपके वॉलेट को अनलॉक कर सके।
hr: Aperture ne pohranjuje vašu šifru. Ne postoji poveznica za poništavanje, oporavak putem e-pošte ni tim za podršku koji bi mogao otključati vaš novčanik.
hu: Az Aperture nem tárolja a jelkódját. Nincs visszaállító link, e-mailes helyreállítás vagy ügyfélszolgálat, amely feloldhatná a tárcáját.
id: Aperture tidak menyimpan kode sandi Anda. Tidak ada tautan reset, tidak ada pemulihan melalui email, tidak ada tim dukungan yang dapat membuka kunci dompet Anda untuk Anda.
is: Aperture geymir ekki aðgangskóðann þinn. Það er enginn endurstillingarhlekkur, engin endurheimt í gegnum tölvupóst, engin þjónustudeild sem getur opnað veskið þitt fyrir þig.
it: Aperture non memorizza il tuo codice. Non esiste alcun link di reimpostazione, alcun recupero via e-mail, alcun team di supporto in grado di sbloccare il tuo portafoglio al posto tuo.
ja: Aperture はパスコードを保存しません。リセットリンクも、メールによる復旧も、ウォレットのロックを解除できるサポートチームもありません。
ko: Aperture는 비밀번호를 저장하지 않습니다. 재설정 링크도, 이메일 복구도, 대신 지갑을 열어 줄 지원팀도 없습니다.
lt: „Aperture“ nesaugo jūsų prieigos kodo. Nėra atkūrimo nuorodos, nėra atkūrimo el. paštu, nėra palaikymo komandos, kuri galėtų atrakinti jūsų piniginę už jus.
lv: Aperture neglabā jūsu piekļuves kodu. Nav atiestatīšanas saites, nav atkopšanas pa e-pastu, nav atbalsta komandas, kas varētu atbloķēt jūsu maku jūsu vietā.
ml: Aperture നിങ്ങളുടെ പാസ്‌കോഡ് സൂക്ഷിക്കില്ല. പുനഃസജ്ജീകരണ ലിങ്കില്ല, ഇമെയിൽ വഴി വീണ്ടെടുക്കലുമില്ല, നിങ്ങളുടെ വാലറ്റ് നിങ്ങൾക്കായി തുറക്കാൻ കഴിയുന്ന പിന്തുണാ ടീമുമില്ല.
mr: Aperture तुमचा पासकोड साठवत नाही. कोणताही रीसेट दुवा नाही, ईमेल पुनर्प्राप्ती नाही, तुमच्यासाठी तुमचे वॉलेट उघडू शकणारी कोणतीही समर्थन टीम नाही.
ms: Aperture tidak menyimpan kod laluan anda. Tiada pautan tetapan semula, tiada pemulihan melalui e-mel, tiada pasukan sokongan yang boleh membuka kunci dompet anda untuk anda.
nb: Aperture lagrer ikke koden din. Det finnes ingen tilbakestillingslenke, ingen gjenoppretting via e-post og ingen kundestøtte som kan låse opp lommeboken for deg.
nl: Aperture bewaart je toegangscode niet. Er is geen herstellink, geen e-mailherstel en geen supportteam dat je portemonnee voor je kan ontgrendelen.
pa: Aperture ਤੁਹਾਡਾ ਪਾਸਕੋਡ ਸਟੋਰ ਨਹੀਂ ਕਰਦਾ। ਕੋਈ ਰੀਸੈੱਟ ਲਿੰਕ ਨਹੀਂ, ਕੋਈ ਈਮੇਲ ਰਿਕਵਰੀ ਨਹੀਂ, ਕੋਈ ਸਹਾਇਤਾ ਟੀਮ ਨਹੀਂ ਜੋ ਤੁਹਾਡਾ ਵਾਲਿਟ ਤੁਹਾਡੇ ਲਈ ਅਨਲਾਕ ਕਰ ਸਕੇ।
pl: Aperture nie przechowuje Twojego kodu dostępu. Nie ma linku do resetowania, nie ma odzyskiwania przez e-mail, nie ma zespołu wsparcia, który mógłby odblokować Twój portfel za Ciebie.
pt_br: O Aperture não armazena seu código. Não há link de redefinição, recuperação por e-mail nem equipe de suporte que possa desbloquear sua carteira.
ro: Aperture nu vă stochează codul. Nu există link de resetare, recuperare prin e-mail sau echipă de asistență care să vă deblocheze portofelul.
ru: Aperture не хранит ваш код-пароль. Нет ссылки для сброса, восстановления по email и службы поддержки, которая могла бы разблокировать ваш кошелёк.
sk: Aperture vaše heslo neuchováva. Neexistuje odkaz na resetovanie, obnovenie e-mailom ani tím podpory, ktorý by vašu peňaženku odomkol.
sl: Aperture ne shranjuje vašega gesla. Ni povezave za ponastavitev, e-poštne obnovitve niti skupine za podporo, ki bi vam lahko odklenila denarnico.
sr: Aperture не чува вашу шифру. Не постоји линк за ресетовање, опоравак путем е-поште ни тим подршке који може да откључа ваш новчаник.
sv: Aperture lagrar inte din lösenkod. Det finns ingen återställningslänk, ingen återställning via e-post och inget supportteam som kan låsa upp din plånbok åt dig.
sw: Aperture haihifadhi nenosiri lako. Hakuna kiungo cha kurejesha, hakuna urejeshaji wa barua pepe, hakuna timu ya msaada inayoweza kufungua pochi yako kwa niaba yako.
ta: Aperture உங்கள் கடவுக்குறியீட்டை சேமிக்காது. மீட்டமைப்பு இணைப்பு இல்லை, மின்னஞ்சல் வழியாக மீட்டெடுப்பு இல்லை, உங்கள் வாலட்டை உங்களுக்காக திறக்கக்கூடிய ஆதரவு குழுவும் இல்லை.
te: Aperture మీ పాస్‌కోడ్‌ను నిల్వ చేయదు. రీసెట్ లింక్ లేదు, ఇమెయిల్ ద్వారా రికవరీ లేదు, మీ వాలెట్‌ను మీ తరఫున అన్‌లాక్ చేయగల సహాయక బృందమూ లేదు.
th: Aperture ไม่ได้จัดเก็บรหัสผ่านของคุณ ไม่มีลิงก์รีเซ็ต ไม่มีการกู้คืนทางอีเมล ไม่มีทีมสนับสนุนที่สามารถปลดล็อกกระเป๋าสตางค์แทนคุณได้
tr: Aperture, parolanızı saklamaz. Sıfırlama bağlantısı yoktur, e-posta ile kurtarma yoktur ve cüzdanınızın kilidini sizin için açabilecek bir destek ekibi yoktur.
uk: Aperture не зберігає ваш код-пароль. Немає посилання для скидання, відновлення електронною поштою чи служби підтримки, яка могла б розблокувати ваш гаманець.
ur: Aperture آپ کا پاس کوڈ محفوظ نہیں کرتا۔ کوئی ری سیٹ لنک، کوئی ای میل بحالی اور کوئی سپورٹ ٹیم نہیں جو آپ کا والٹ آپ کے لیے کھول سکے۔
vi: Aperture không lưu mật mã của bạn. Không có liên kết đặt lại, không khôi phục qua email, không đội hỗ trợ nào có thể mở khóa ví giúp bạn.
zh_hans: Aperture 不会保存你的密码。没有重置链接,没有邮件找回,也没有可以为你解锁钱包的客服团队。
zh_hant: Aperture 不會保存你的密碼。沒有重設連結,沒有電子郵件回復,也沒有可以為你解鎖錢包的客服團隊。

source: Aperture doesn't decode contract calls without the source. Read the selector against the dApp's docs.
af: Aperture dekodeer nie kontrakoproepe sonder die bron nie. Lees die kieser teen die dApp se dokumentasie.
ar: لا تفكّ Aperture استدعاءات العقد دون توفّر الكود المصدري. قارن المحدِّد (selector) بوثائق dApp.
bg: Aperture не декодира извиквания на договори без източника. Прочетете селектора спрямо документацията на dApp.
bn: সোর্স ছাড়া Aperture কন্ট্রাক্ট কল ডিকোড করে না। dApp-এর ডকুমেন্টেশনের সাথে selector মিলিয়ে দেখুন।
ca: Aperture no descodifica crides al contracte sense el codi font. Compara el selector amb la documentació de la dApp.
cs: Aperture nedekóduje volání kontraktu bez zdrojového kódu. Porovnejte selector s dokumentací dApp.
da: Aperture afkoder ikke kontraktopkald uden kildekoden. Sammenlign selectoren med dApp-dokumentationen.
de: Aperture dekodiert Vertragsaufrufe nicht ohne Quellcode. Vergleiche den Selector mit der dApp-Dokumentation.
el: Το Aperture δεν αποκωδικοποιεί κλήσεις συμβολαίου χωρίς τον πηγαίο κώδικα. Συγκρίνετε τον selector με την τεκμηρίωση του dApp.
es: Aperture no decodifica llamadas a contratos sin la fuente. Compara el selector con la documentación de la dApp.
et: Aperture ei dekodeeri lepingukutseid ilma lähtekoodita. Loe selektorit dAppi dokumentatsiooni järgi.
fa: Aperture فراخوانی‌های قرارداد را بدون منبع رمزگشایی نمی‌کند. سلکتور را در برابر مستندات dApp بخوانید.
fi: Aperture ei dekoodaa sopimuskutsuja ilman lähdekoodia. Vertaa selectoria dApp:n dokumentaatioon.
fil: Hindi dino-decode ng Aperture ang mga contract call nang walang source. Basahin ang selector batay sa mga docs ng dApp.
fr: Aperture ne décode pas les appels de contrat sans la source. Vérifiez le sélecteur dans la documentation de la dApp.
he: ‏Aperture לא מפענחת קריאות חוזה ללא קוד המקור. יש להשוות את ה־selector מול תיעוד ה־dApp.
hi: बिना सोर्स के Aperture कॉन्ट्रैक्ट कॉल डिकोड नहीं करता। dApp के डॉक्स के साथ सेलेक्टर मिलाकर पढ़ें।
hr: Aperture ne dekodira pozive ugovora bez izvornog koda. Usporedite selector s dokumentacijom dApp-a.
hu: Az Aperture forráskód nélkül nem dekódolja a szerződéshívásokat. Vesd össze a selectort a dApp dokumentációjával.
id: Aperture tidak menerjemahkan panggilan kontrak tanpa sumbernya. Baca selektor terhadap dokumentasi dApp.
is: Aperture afkóðar ekki samningskall án upprunans. Lestu valtáknið með hliðsjón af skjölum dApp-sins.
it: Aperture non decodifica le chiamate al contratto senza il sorgente. Confronti il selettore con la documentazione della dApp.
ja: Aperture はソースなしではコントラクト呼び出しをデコードしません。セレクタを dApp のドキュメントと照合してください。
ko: Aperture는 소스 없이 컨트랙트 호출을 해독하지 않아요. dApp 문서와 대조해 셀렉터를 확인하세요.
lt: Aperture nedekoduoja sutarčių iškvietimų be šaltinio kodo. Perskaitykite selektorių pagal dApp dokumentaciją.
lv: Aperture neatkodē līgumu izsaukumus bez avota. Izlasiet selektoru, salīdzinot ar dApp dokumentāciju.
ml: ഉറവിടം ഇല്ലാതെ Aperture കരാർ കോളുകൾ ഡീകോഡ് ചെയ്യില്ല. dApp-ന്റെ പ്രമാണങ്ങൾക്കെതിരെ സെലക്ടർ വായിക്കുക.
mr: स्रोताशिवाय Aperture करार कॉल डीकोड करत नाही. dApp च्या दस्तऐवजांविरुद्ध सिलेक्टर वाचा.
ms: Aperture tidak menyahkod panggilan kontrak tanpa sumber. Baca pemilih berdasarkan dokumentasi dApp.
nb: Aperture dekoder ikke kontraktanrop uten kildekoden. Sammenlign selectoren med dApp-dokumentasjonen.
nl: Aperture decodeert contractaanroepen niet zonder de bron. Vergelijk de selector met de documentatie van de dApp.
pa: ਸਰੋਤ ਤੋਂ ਬਿਨਾਂ Aperture ਕੰਟਰੈਕਟ ਕਾਲਾਂ ਨੂੰ ਡੀਕੋਡ ਨਹੀਂ ਕਰਦਾ। dApp ਦੇ ਦਸਤਾਵੇਜ਼ਾਂ ਵਿਰੁੱਧ ਸਿਲੈਕਟਰ ਪੜ੍ਹੋ।
pl: Aperture nie dekoduje wywołań kontraktu bez źródła. Sprawdź selektor w dokumentacji dAppa.
pt_br: O Aperture não decodifica chamadas de contrato sem o código-fonte. Compare o seletor com a documentação da dApp.
ro: Aperture nu decodează apelurile de contract fără cod sursă. Compară selectorul cu documentația dApp-ului.
ru: Aperture не декодирует вызовы контракта без исходного кода. Сравните селектор с документацией dApp.
sk: Aperture nedekóduje volania kontraktu bez zdrojového kódu. Porovnajte selector s dokumentáciou dApp.
sl: Aperture brez izvorne kode ne dekodira klicev pogodbe. Primerjajte selector z dokumentacijo dApp.
sr: Aperture не декодира позиве уговора без изворног кода. Упоредите selector са документацијом dApp.
sv: Aperture avkodar inte kontraktsanrop utan källkod. Jämför selectorn med dAppens dokumentation.
sw: Aperture haisimbui miito ya mkataba bila chanzo. Soma kiteuzi ukilinganisha na nyaraka za dApp.
ta: மூலம் இல்லாமல் ஒப்பந்த அழைப்புகளை Aperture டிகோடு செய்வதில்லை. dApp-இன் ஆவணங்களுக்கு எதிராக selector-ஐப் படியுங்கள்.
te: మూలం లేకుండా కాంట్రాక్ట్ కాల్‌లను Aperture డీకోడ్ చేయదు. dApp డాక్యుమెంట్‌లకు వ్యతిరేకంగా selector‌ను చదవండి.
th: Aperture ไม่ถอดรหัสการเรียกสัญญาโดยไม่มีซอร์ส อ่านตัวเลือกเทียบกับเอกสารของ dApp
tr: Aperture kaynak olmadan sözleşme çağrılarını çözmez. Seçiciyi dApp’in belgelerine göre kontrol edin.
uk: Aperture не декодує виклики контракту без вихідного коду. Звірте селектор із документацією dApp.
ur: Aperture سورس کے بغیر کنٹریکٹ کالز کو ڈی کوڈ نہیں کرتا۔ سلیکٹر کو dApp کی دستاویزات کے مقابلے میں پڑھیں۔
vi: Aperture không giải mã các lệnh gọi hợp đồng nếu không có mã nguồn. Hãy đối chiếu selector với tài liệu của dApp.
zh_hans: Aperture 在没有源代码时不解码合约调用。请对照 dApp 文档检查选择子。
zh_hant: Aperture 在沒有原始碼時不解碼合約呼叫。請對照 dApp 文件檢查 selector。
